Repository: kenanturan/languageApp
Catalog: languageApp/dilYolu/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# videos_loading
source: Videos are loading...
ar: جاري تحميل الفيديوهات...
de: Videos werden geladen...
es: Cargando vídeos...
fr: Chargement des vidéos...
it: Caricamento dei video...
pt: Carregando vídeos...
ru: Загрузка видео...
tr: Videolar yükleniyor...
zh: 正在加载视频...

# tab_videos
source: Videos
ar: فيديوهات
fr: Vidéos
it: Video
pt: Vídeos
ru: Видео
tr: Videolar
zh: 视频

# tab_words
source: Words
ar: كلمات
de: Wörter
es: Palabras
fr: Mots
it: Parole
pt: Palavras
ru: Слова
tr: Kelimeler
zh: 单词

# tab_goals
source: Goals
ar: أهداف
de: Ziele
es: Metas
fr: Objectifs
it: Obiettivi
pt: Metas
ru: Цели
tr: Hedefler
zh: 目标

source: Show All
ar: عرض الكل
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
pt: Mostrar tudo
ru: Показать все
tr: Hepsini Göster
zh: 显示全部

source: Videos
ar: فيديوهات
fr: Vidéos
it: Video
pt: Vídeos
ru: Видео
tr: Videolar
zh: 视频

source: Words
ar: كلمات
de: Wörter
es: Palabras
fr: Mots
it: Parole
pt: Palavras
ru: Слова
tr: Kelimeler
zh: 单词

source: Goals
ar: أهداف
de: Ziele
es: Metas
fr: Objectifs
it: Obiettivi
pt: Metas
ru: Цели
tr: Hedefler
zh: 目标

source: Hide Watched
ar: إخفاء المشاهد
de: Gesehene ausblenden
es: Ocultar vistos
fr: Masquer vus
it: Nascondi guardati
pt: Ocultar assistidos
ru: Скрыть просмотренные
tr: İzlenenleri Gizle
zh: 隐藏已观看

source: Hide Completed
ar: إخفاء المكتمل
de: Abgeschlossene ausblenden
es: Ocultar completados
fr: Masquer terminés
it: Nascondi completati
pt: Ocultar concluídos
ru: Скрыть завершённые
tr: Tamamlananları Gizle
zh: 隐藏已完成

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
pt: Concluído
ru: Готово
tr: Tamam
zh: 完成

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отмена
tr: İptal
zh: 取消

source: Add Goal
ar: إضافة هدف
de: Ziel hinzufügen
es: Agregar meta
fr: Ajouter un objectif
it: Aggiungi obiettivo
pt: Adicionar meta
ru: Добавить цель
tr: Hedefi Ekle
zh: 添加目标

source: Delete Goal
ar: حذف الهدف
de: Ziel löschen
es: Eliminar meta
fr: Supprimer l'objectif
it: Elimina obiettivo
pt: Excluir meta
ru: Удалить цель
tr: Hedefi Sil
zh: 删除目标

# delete_goal_confirm
source: Are you sure you want to delete this goal?
ar: هل أنت متأكد أنك تريد حذف هذا الهدف؟
de: Sind Sie sicher, dass Sie dieses Ziel löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta meta?
fr: Êtes-vous sûr de vouloir supprimer cet objectif ?
it: Sei sicuro di voler eliminare questo obiettivo?
pt: Tem certeza de que deseja excluir esta meta?
ru: Вы уверены, что хотите удалить эту цель?
tr: Bu hedefi silmek istediğinize emin misiniz?
zh: 您确定要删除该目标吗？

# confirm_delete
source: Yes, Delete
ar: نعم، احذف
de: Ja, löschen
es: Sí, eliminar
fr: Oui, supprimer
it: Sì, elimina
pt: Sim, excluir
ru: Да, удалить
tr: Evet, Sil
zh: 是的，删除

source: OK
ar: موافق
ru: ОК
tr: Tamam
zh: 确定

source: Calendar
ar: التقويم
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
pt: Calendário
ru: Календарь
tr: Takvim
zh: 日历

# daily_stats
source: Daily Statistics
ar: إحصائيات يومية
de: Tägliche Statistik
es: Estadísticas diarias
fr: Statistiques quotidiennes
it: Statistiche giornaliere
pt: Estatísticas diárias
ru: Ежедневная статистика
tr: Günlük İstatistikler
zh: 每日统计

source: Select Date
ar: اختر التاريخ
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
it: Seleziona Data
pt: Selecionar Data
ru: Выбрать дату
tr: Tarih Seç
zh: 选择日期

source: Video Watching
ar: مشاهدة الفيديو
de: Video ansehen
es: Ver videos
fr: Regarder des vidéos
it: Visione video
pt: Assistir vídeos
ru: Просмотр видео
tr: Video İzleme
zh: 观看视频

source: Word Memorization
ar: حفظ الكلمات
de: Wörter merken
es: Memorización de palabras
fr: Mémorisation de mots
it: Memorizzazione parole
pt: Memorização de palavras
ru: Запоминание слов
tr: Kelime Ezberleme
zh: 单词记忆

source: Deadline: %@
ar: الموعد النهائي: %@
de: Frist: %@
es: Fecha límite: %@
fr: Date limite : %@
it: Scadenza: %@
pt: Prazo: %@
ru: Срок: %@
tr: Son tarih: %@
zh: 截止日期：%@

# goal
source: Goal: %d
ar: هدف: %d
de: Ziel: %d
es: Meta: %d
fr: Objectif : %d
it: Obiettivo: %d
pt: Meta: %d
ru: Цель: %d
tr: Hedef: %d
zh: 目标：%d

# progress
source: Progress: %d%%
ar: التقدم: %d%%
de: Fortschritt: %d%%
es: Progreso: %d%%
fr: Progression : %d%%
it: Progresso: %d%%
pt: Progresso: %d%%
ru: Прогресс: %d%%
tr: İlerleme: %d%%
zh: 进度：%d%%

# watched
source: Watched: %d
ar: تمت المشاهدة: %d
de: Gesehen: %d
es: Visto: %d
fr: Vu : %d
it: Guardato: %d
pt: Assistido: %d
ru: Просмотрено: %d
tr: İzlenen: %d
zh: 已观看：%d

# memorized
source: Memorized: %d
ar: تم الحفظ: %d
de: Gemerkt: %d
es: Memorizado: %d
fr: Mémorisé : %d
it: Memorizzato: %d
pt: Memorizado: %d
ru: Запомнено: %d
tr: Ezberlenen: %d
zh: 已记忆：%d

# remaining
source: Remaining: %d
ar: المتبقي: %d
de: Verbleibend: %d
es: Restante: %d
fr: Restant : %d
it: Rimanente: %d
pt: Restante: %d
ru: Осталось: %d
tr: Kalan: %d
zh: 剩余：%d

# remaining_count
source: Remaining: %d / %d
ar: المتبقي: %d / %d
de: Verbleibend: %d / %d
es: Restante: %d / %d
fr: Restant : %d / %d
it: Rimanente: %d / %d
pt: Restante: %d / %d
ru: Осталось: %d / %d
tr: Kalan: %d / %d
zh: 剩余：%d / %d

# no_goal_added
source: No goals added yet.
ar: لم تتم إضافة أهداف بعد.
de: Noch keine Ziele hinzugefügt.
es: Aún no se han agregado metas.
fr: Aucun objectif ajouté pour l'instant.
it: Nessun obiettivo aggiunto ancora.
pt: Nenhuma meta adicionada ainda.
ru: Цели еще не добавлены.
tr: Henüz hedef eklenmedi.
zh: 尚未添加目标。

source: All goals completed!
ar: تم تحقيق جميع الأهداف!
de: Alle Ziele erreicht!
es: ¡Todas las metas completadas!
fr: Tous les objectifs sont atteints !
it: Tutti gli obiettivi raggiunti!
pt: Todas as metas concluídas!
ru: Все цели выполнены!
tr: Tüm hedefler tamamlandı!
zh: 所有目标已完成！

# motivation_message
source: The road to success starts with setting goals!
ar: طريق النجاح يبدأ بتحديد الأهداف!
de: Der Weg zum Erfolg beginnt mit Zielsetzung!
es: ¡El camino al éxito comienza estableciendo metas!
fr: Le chemin vers le succès commence par se fixer des objectifs !
it: La strada per il successo inizia fissando degli obiettivi!
pt: O caminho para o sucesso começa com a definição de metas!
ru: Путь к успеху начинается с постановки целей!
tr: Başarıya giden yol hedefler belirlemekle başlar!
zh: 成功之路始于设定目标！

# see_other_goals
source: Tap 'Show All' to see other goals.
ar: انقر 'عرض الكل' لرؤية أهداف أخرى.
de: Tippe auf 'Alle anzeigen', um weitere Ziele zu sehen.
es: Toca 'Mostrar todo' para ver otras metas.
fr: Appuyez sur 'Tout afficher' pour voir d'autres objectifs.
it: Tocca 'Mostra tutto' per vedere altri obiettivi.
pt: Toque em 'Mostrar tudo' para ver outras metas.
ru: Нажмите 'Показать все', чтобы увидеть другие цели.
tr: Diğer hedefleri görmek için 'Hepsini Göster' butonuna dokunabilirsiniz.
zh: 点击“显示全部”查看更多目标。

source: Create New Goal
ar: إنشاء هدف جديد
de: Neues Ziel erstellen
es: Crear nueva meta
fr: Créer un nouvel objectif
it: Crea nuovo obiettivo
pt: Criar nova meta
ru: Создать новую цель
tr: Yeni Hedef Oluştur
zh: 创建新目标

# track_progress
source: Track your progress by setting goals
ar: تابع تقدمك من خلال تحديد الأهداف
de: Verfolge deinen Fortschritt durch Ziele
es: Sigue tu progreso estableciendo metas
fr: Suivez vos progrès en fixant des objectifs
it: Tieni traccia dei tuoi progressi fissando obiettivi
pt: Acompanhe seu progresso definindo metas
ru: Отслеживайте прогресс, устанавливая цели
tr: Hedefler belirleyerek ilerlemenizi takip edin
zh: 通过设定目标跟踪进度

source: Goal Type
ar: نوع الهدف
de: Zieltyp
es: Tipo de meta
fr: Type d'objectif
it: Tipo di obiettivo
pt: Tipo de meta
ru: Тип цели
tr: Hedef Türü
zh: 目标类型

source: Goal Count
ar: عدد الأهداف
de: Zielanzahl
es: Cantidad de metas
fr: Nombre d'objectifs
it: Numero di obiettivi
pt: Quantidade de metas
ru: Количество целей
tr: Hedef Sayısı
zh: 目标数量

source: Goal Period
ar: فترة الهدف
de: Zielzeitraum
es: Periodo de meta
fr: Période de l'objectif
it: Periodo dell'obiettivo
pt: Período da meta
ru: Период цели
tr: Hedef Süresi
zh: 目标周期

source: Daily
ar: يومي
de: Täglich
es: Diario
fr: Quotidien
it: Giornaliero
pt: Diário
ru: Ежедневно
tr: Günlük
zh: 每日

source: Weekly
ar: أسبوعي
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt: Semanal
ru: Еженедельно
tr: Haftalık
zh: 每周

source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
pt: Mensal
ru: Ежемесячно
tr: Aylık
zh: 每月

# goal_plan
source: Track your progress daily, weekly, or monthly
ar: تتبع تقدمك يوميًا أو أسبوعيًا أو شهريًا
de: Verfolge deinen Fortschritt täglich, wöchentlich oder monatlich
es: Sigue tu progreso diario, semanal o mensual
fr: Suivez vos progrès quotidiens, hebdomadaires ou mensuels
it: Tieni traccia dei tuoi progressi giornalieri, settimanali o mensili
pt: Acompanhe seu progresso diário, semanal ou mensal
ru: Отслеживайте свой прогресс ежедневно, еженедельно или ежемесячно
tr: Günlük, haftalık veya aylık olarak ilerlemenizi takip edin
zh: 每日、每周或每月跟踪您的进度

# video_goal
source: %d Video Watching Goal
ar: هدف مشاهدة %d فيديو
de: %d Video-Ziel
es: Meta de ver %d videos
fr: Objectif de regarder %d vidéos
it: %d obiettivo visione video
pt: %d meta de assistir vídeos
ru: %d цель просмотра видео
tr: %d Video İzleme Hedefi
zh: %d个视频观看目标

# word_goal
source: %d Word Memorization Goal
ar: هدف حفظ %d كلمة
de: %d Wort-Ziel
es: Meta de memorizar %d palabras
fr: Objectif de mémoriser %d mots
it: %d obiettivo memorizzazione parole
pt: %d meta de memorização de palavras
ru: %d цель по запоминанию слов
tr: %d Kelime Ezberleme Hedefi
zh: %d个单词记忆目标

# congrats_video_goal
source: Congratulations! You reached the goal of watching %d videos! 🎉
ar: تهانينا! لقد حققت هدف مشاهدة %d فيديو! 🎉
de: Glückwunsch! Du hast das Ziel erreicht, %d Videos anzusehen! 🎉
es: ¡Felicidades! ¡Alcanzaste la meta de ver %d videos! 🎉
fr: Félicitations ! Vous avez atteint l'objectif de regarder %d vidéos ! 🎉
it: Congratulazioni! Hai raggiunto l'obiettivo di guardare %d video! 🎉
pt: Parabéns! Você atingiu a meta de assistir %d vídeos! 🎉
ru: Поздравляем! Вы достигли цели просмотра %d видео! 🎉
tr: Tebrikler! %d Video İzleme Hedefine Ulaştın! 🎉
zh: 恭喜！你已达成观看%d个视频的目标！🎉

# congrats_word_goal
source: Congratulations! You reached the goal of memorizing %d words! 🎉
ar: تهانينا! لقد حققت هدف حفظ %d كلمة! 🎉
de: Glückwunsch! Du hast das Ziel erreicht, %d Wörter zu merken! 🎉
es: ¡Felicidades! ¡Alcanzaste la meta de memorizar %d palabras! 🎉
fr: Félicitations ! Vous avez atteint l'objectif de mémoriser %d mots ! 🎉
it: Congratulazioni! Hai raggiunto l'obiettivo di memorizzare %d parole! 🎉
pt: Parabéns! Você atingiu a meta de memorizar %d palavras! 🎉
ru: Поздравляем! Вы достигли цели запоминания %d слов! 🎉
tr: Tebrikler! %d Kelime Ezberleme Hedefine Ulaştın! 🎉
zh: 恭喜！你已达成记忆%d个单词的目标！🎉

source: Goal Reached!
ar: تم تحقيق الهدف!
de: Ziel erreicht!
es: ¡Meta alcanzada!
fr: Objectif atteint !
it: Obiettivo raggiunto!
pt: Meta alcançada!
ru: Цель достигнута!
tr: Hedefe Ulaştın!
zh: 目标达成！

source: Warning
ar: تحذير
de: Warnung
es: Advertencia
fr: Avertissement
it: Attenzione
pt: Aviso
ru: Внимание
tr: Uyarı
zh: 警告

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore
pt: Erro
ru: Ошибка
tr: Hata
zh: 错误

# completion_title
source: Congratulations! 🎉
ar: تهانينا! 🎉
de: Glückwunsch! 🎉
es: ¡Felicidades! 🎉
fr: Félicitations ! 🎉
it: Congratulazioni! 🎉
pt: Parabéns! 🎉
ru: Поздравляем! 🎉
tr: Tebrikler! 🎉
zh: 恭喜！🎉

# completion_message
source: You've memorized all the words!
ar: لقد حفظت جميع الكلمات!
de: Du hast alle Wörter gelernt!
es: ¡Has memorizado todas las palabras!
fr: Vous avez mémorisé tous les mots !
it: Hai memorizzato tutte le parole!
pt: Você memorizou todas as palavras!
ru: Вы запомнили все слова!
tr: Tüm kelimeleri ezberlediniz!
zh: 您已记忆所有单词！

source: Attention
ar: انتباه
de: Achtung
es: Atención
it: Attenzione
pt: Atenção
ru: Внимание
tr: Dikkat
zh: 注意

source: Review Mode
ar: وضع المراجعة
de: Wiederholungsmodus
es: Modo de repaso
fr: Mode de révision
it: Modalità ripasso
pt: Modo de revisão
ru: Режим повторения
tr: Tekrar Modu
zh: 复习模式

source: Restart
ar: إعادة البدء
de: Neu starten
es: Reiniciar
fr: Recommencer
it: Ricomincia
pt: Reiniciar
ru: Начать заново
tr: Başa Dön
zh: 重新开始

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt: Fechar
ru: Закрыть
tr: Kapat
zh: 关闭

# total_memorized
source: Total Memorized: %d
ar: الإجمالي المحفوظ: %d
de: Insgesamt gemerkt: %d
es: Total memorizado: %d
fr: Total mémorisé : %d
it: Totale memorizzato: %d
pt: Total memorizado: %d
ru: Всего запомнено: %d
tr: Toplam Ezberlenen: %d
zh: 已记忆总数：%d

# total_goal
source: Total Goal: %d
ar: إجمالي الهدف: %d
de: Gesamtziele: %d
es: Meta total: %d
fr: Objectifs totaux : %d
it: Obiettivi totali: %d
pt: Metas totais: %d
ru: Всего целей: %d
tr: Toplam Hedef: %d
zh: 总目标：%d

# watched_video
source: Watched Video: %d
ar: الفيديوهات المشاهدة: %d
de: Gesehene Videos: %d
es: Videos vistos: %d
fr: Vidéos regardées : %d
it: Video guardati: %d
pt: Vídeos assistidos: %d
ru: Просмотрено видео: %d
tr: İzlenen Video: %d
zh: 已观看视频：%d

# memorized_word
source: Memorized Word: %d
ar: الكلمات المحفوظة: %d
de: Gelernte Wörter: %d
es: Palabras memorizadas: %d
fr: Mots mémorisés : %d
it: Parole memorizzate: %d
pt: Palavras memorizadas: %d
ru: Выучено слов: %d
tr: Ezberlenen Kelime: %d
zh: 已记忆单词：%d

# no_memorized_word
source: No memorized words yet
ar: لا توجد كلمات محفوظة بعد
de: Noch keine Wörter gemerkt
es: Aún no hay palabras memorizadas
fr: Aucun mot mémorisé pour l'instant
it: Nessuna parola memorizzata ancora
pt: Ainda não há palavras memorizadas
ru: Пока нет запомненных слов
tr: Henüz Ezberlenen Kelime Yok
zh: 还没有记忆的单词

source: No word found
ar: لم يتم العثور على كلمات
de: Keine Wörter gefunden
es: No se encontraron palabras
fr: Aucun mot trouvé
it: Nessuna parola trovata
pt: Nenhuma palavra encontrada
ru: Слова не найдены
tr: Kelime bulunamadı
zh: 未找到单词

# memorize_info
source: To memorize words, click the 'Word Cards' button while watching a video and study the words.
ar: لحفظ الكلمات، اضغط على زر 'بطاقات الكلمات' أثناء مشاهدة الفيديو وادرس الكلمات.
de: Um Wörter zu merken, klicke während des Videos auf 'Wortkarten' und lerne die Wörter.
es: Para memorizar palabras, haz clic en el botón 'Tarjetas de palabras' mientras ves un video y estudia las palabras.
fr: Pour mémoriser des mots, cliquez sur le bouton 'Cartes de mots' lors du visionnage d'une vidéo et étudiez les mots.
it: Per memorizzare parole, fai clic sul pulsante 'Carte delle parole' mentre guardi un video e studia le parole.
pt: Para memorizar palavras, clique no botão 'Cartões de palavras' enquanto assiste a um vídeo e estude as palavras.
ru: Чтобы запоминать слова, нажмите кнопку 'Карточки слов' во время просмотра видео и учите слова.
tr: Kelime ezberlemek için video izlerken 'Kelime Kartları' butonuna tıklayabilir ve kelimeleri çalışabilirsin.
zh: 如需记忆单词，请在观看视频时点击“单词卡片”按钮并学习单词。

source: Study Words
ar: دراسة الكلمات
de: Wörter lernen
es: Estudiar palabras
fr: Étudier les mots
it: Studia le parole
pt: Estudar palavras
ru: Учить слова
tr: Kelimeleri Çalış
zh: 学习单词

source: Delete Word
ar: حذف الكلمة
de: Wort löschen
es: Eliminar palabra
fr: Supprimer le mot
it: Elimina parola
pt: Excluir palavra
ru: Удалить слово
tr: Kelimeyi Sil
zh: 删除单词

# delete_word_confirm
source: Are you sure you want to delete this word?
ar: هل أنت متأكد أنك تريد حذف هذه الكلمة؟
de: Möchtest du dieses Wort wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta palabra?
fr: Êtes-vous sûr de vouloir supprimer ce mot ?
it: Sei sicuro di voler eliminare questa parola?
pt: Tem certeza de que deseja excluir esta palavra?
ru: Вы уверены, что хотите удалить это слово?
tr: Bu kelimeyi silmek istediğine emin misin?
zh: 你确定要删除这个单词吗？

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
ru: Удалить
tr: Sil
zh: 删除

source: Word Cards
ar: بطاقات الكلمات
de: Wortkarten
es: Tarjetas de palabras
fr: Cartes de mots
it: Carte delle parole
pt: Cartões de palavras
ru: Карточки слов
tr: Kelime Kartları
zh: 单词卡片

# word_cards_loading_title
source: Information
ar: معلومات
es: Información
it: Informazione
pt: Informação
ru: Информация
tr: Bilgilendirme
zh: 信息

# word_cards_loading_message
source: Word cards cannot be loaded at the moment. Our content will be available in all languages soon. Thank you for your understanding.
ar: لا يمكن تحميل بطاقات الكلمات في الوقت الحالي. ستتوفر محتوياتنا بجميع اللغات قريبًا. شكرًا لتفهمكم.
de: Wortkarten können derzeit nicht geladen werden. Unsere Inhalte werden bald in allen Sprachen verfügbar sein. Vielen Dank für Ihr Verständnis.
es: Las tarjetas de palabras no se pueden cargar en este momento. Nuestro contenido estará disponible en todos los idiomas pronto. Gracias por su comprensión.
fr: Les cartes de mots ne peuvent pas être chargées pour le moment. Notre contenu sera disponible dans toutes les langues bientôt. Merci de votre compréhension.
it: Le carte delle parole non possono essere caricate al momento. I nostri contenuti saranno disponibili in tutte le lingue presto. Grazie per la comprensione.
pt: Os cartões de palavras não podem ser carregados no momento. Nosso conteúdo estará disponível em todos os idiomas em breve. Obrigado pela sua compreensão.
ru: Карточки слов не могут быть загружены в данный момент. Наш контент скоро будет доступен на всех языках. Спасибо за понимание.
tr: Kelime kartları şu anda yüklenemiyor. İçeriklerimiz en kısa sürede tüm dillerde kullanıma sunulacaktır. Anlayışınız için teşekkür ederiz.
zh: 目前无法加载单词卡片。我们的内容将很快在所有语言中提供。感谢您的理解。

# video_title
source: %d.Video
ar: %d.فيديو
fr: %d.Vidéo
pt: %d.Vídeo
ru: %d.Видео
zh: %d.视频

source: Not Watched
ar: لم تتم المشاهدة
de: Nicht gesehen
es: No visto
fr: Non vu
it: Non guardato
pt: Não assistido
ru: Не просмотрено
tr: İzlenmedi
zh: 未观看

# watched_status
source: Watched
ar: تمت المشاهدة
de: Gesehen
es: Visto
fr: Vu
it: Guardato
pt: Assistido
ru: Просмотрено
tr: İzlendi
zh: 已观看

source: All videos watched
ar: تمت مشاهدة جميع الفيديوهات
de: Alle Videos gesehen
es: Todos los videos vistos
fr: Toutes les vidéos vues
it: Tutti i video guardati
pt: Todos os vídeos assistidos
ru: Все видео просмотрены
tr: Tüm videolar izlendi
zh: 所有视频已观看

# show_all_videos_info
source: Tap 'Show All' to see more videos
ar: انقر 'عرض الكل' لرؤية المزيد من الفيديوهات
de: Tippe auf 'Alle anzeigen', um mehr Videos zu sehen
es: Toca 'Mostrar todo' para ver más videos
fr: Appuyez sur 'Tout afficher' pour voir plus de vidéos
it: Tocca 'Mostra tutto' per vedere altri video
pt: Toque em 'Mostrar tudo' para ver mais vídeos
ru: Нажмите 'Показать все', чтобы увидеть больше видео
tr: Başka video görmek için 'Hepsini Göster' butonuna dokunun
zh: 点击“显示全部”查看更多视频

# morning_notification_title
source: Good Morning! ☀️
ar: صباح الخير! ☀️
de: Guten Morgen! ☀️
es: ¡Buenos días! ☀️
fr: Bonjour ! ☀️
it: Buongiorno! ☀️
pt: Bom dia! ☀️
ru: Доброе утро! ☀️
tr: Günaydın! ☀️
zh: 早上好！☀️

# noon_notification_title
source: Lunch Break 🕐
ar: استراحة الغداء 🕐
de: Mittagspause 🕐
es: Hora de almuerzo 🕐
fr: Pause déjeuner 🕐
it: Pausa pranzo 🕐
pt: Hora do almoço 🕐
ru: Обеденный перерыв 🕐
tr: Öğle Molası 🕐
zh: 午餐时间🕐

# evening_notification_title
source: Good Evening! 🌙
ar: مساء الخير! 🌙
de: Guten Abend! 🌙
es: ¡Buenas noches! 🌙
fr: Bonsoir ! 🌙
it: Buonasera! 🌙
pt: Boa noite! 🌙
ru: Добрый вечер! 🌙
tr: İyi Akşamlar! 🌙
zh: 晚上好！🌙

source: Motivation Time! 💪
ar: وقت التحفيز! 💪
de: Zeit für Motivation! 💪
es: ¡Hora de motivación! 💪
fr: C'est l'heure de la motivation ! 💪
it: Momento di motivazione! 💪
pt: Hora da motivação! 💪
ru: Время мотивации! 💪
tr: Motivasyon Zamanı! 💪
zh: 动力时间！💪

# thanks
source: Thank You!
ar: شكراً!
de: Danke!
es: ¡Gracias!
fr: Merci !
it: Grazie!
pt: Obrigado!
ru: Спасибо!
tr: Teşekkürler!
zh: 谢谢！

# default_motivation
source: Keep learning languages! Consistency brings success.
ar: استمر في تعلم اللغة! المواظبة تجلب النجاح.
de: Bleib beim Sprachenlernen! Konstanz bringt Erfolg.
es: ¡Continúa aprendiendo idiomas! La constancia trae éxito.
fr: Continuez à apprendre des langues ! La constance mène au succès.
it: Continua a imparare le lingue! La costanza porta al successo.
pt: Continue aprendendo idiomas! A constância traz sucesso.
ru: Продолжайте изучать языки! Постоянство приводит к успеху.
tr: Dil öğrenmeye devam et! Süreklilik başarıyı getirir.
zh: 继续学习语言！坡持将带来成功。

# morning_motivation_1
source: Starting the day by learning a language is a great step! Let's try to learn three new words today.
ar: بدء اليوم بتعلم لغة خطوة رائعة! لنحاول تعلم ثلاث كلمات جديدة اليوم.
de: Den Tag mit dem Lernen einer Sprache zu beginnen ist ein toller Schritt! Versuchen wir heute, drei neue Wörter zu lernen.
es: ¡Comenzar el día aprendiendo un idioma es un gran paso! Intentemos aprender tres palabras nuevas hoy.
fr: Commencer la journée en apprenant une langue est un excellent pas ! Essayons d'apprendre trois nouveaux mots aujourd'hui.
it: Iniziare la giornata imparando una lingua è un ottimo passo! Proviamo a imparare tre nuove parole oggi.
pt: Começar o dia aprendendo um idioma é um ótimo passo! Vamos tentar aprender três novas palavras hoje.
ru: Начать день с изучения языка - отличный шаг! Давайте попробуем выучить три новых слова сегодня.
tr: Güne dil öğrenerek başlamak harika bir adım! Bugün üç yeni kelime öğrenmeyi deneyelim.
zh: 从语言学习开始一天是个好习惯！让我们今天尝试学习三个新单词。

# morning_motivation_2
source: Good morning! Spending a little time learning a language every day leads to great improvements.
ar: صباح الخير! قضاء وقت قصير في تعلم اللغة كل يوم يؤدي إلى تحسينات كبيرة.
de: Guten Morgen! Täglich etwas Zeit für das Sprachenlernen aufzuwenden führt zu großen Verbesserungen.
es: ¡Buenos días! Dedicar un poco de tiempo a aprender un idioma todos los días conduce a grandes mejoras.
fr: Bonjour ! Consacrer un peu de temps à l'apprentissage d'une langue chaque jour mène à de grandes améliorations.
it: Buongiorno! Dedicare un po' di tempo all'apprendimento di una lingua ogni giorno porta a grandi miglioramenti.
pt: Bom dia! Dedicar um pouco de tempo aprendendo um idioma todos os dias leva a grandes melhorias.
ru: Доброе утро! Ежедневное изучение языка даже по немногу приводит к большим успехам.
tr: Günaydın! Dil öğrenmeye her gün biraz zaman ayırmak, büyük gelişmelere yol açar.
zh: 早上好！每天学习一点语言也会带来巨大进步。

# morning_motivation_3
source: Adding 10 minutes of language study to your morning routine activates your brain!
ar: إضافة 10 دقائق من دراسة اللغة إلى روتينك الصباحي ينشط عقلك!
de: 10 Minuten Sprachstudium in deine Morgenroutine einzubauen aktiviert dein Gehirn!
es: ¡Añadir 10 minutos de estudio de idiomas a tu rutina matutina activa tu cerebro!
fr: Ajouter 10 minutes d'étude linguistique à votre routine matinale active votre cerveau !
it: Aggiungere 10 minuti di studio linguistico alla tua routine mattutina attiva il tuo cervello!
pt: Adicionar 10 minutos de estudo de idiomas à sua rotina matinal ativa seu cérebro!
ru: Добавление 10 минут изучения языка в вашу утреннюю рутину активирует мозг!
tr: Sabah rutinine 10 dakika dil çalışması eklemek beynini aktive eder!
zh: 在早晨的你的日常添加10分钟的语言学习激活你的大脑！
