Repository: kenanturan/languageApp
Catalog: languageApp/dilYolu/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, pt, ru, tr, zh

# morning_motivation_4
source: Make language learning a priority as you start a new day. The secret is little and regular practice!
ar: اجعل تعلم اللغة أولوية مع بداية يوم جديد. السر هو الدراسة القليلة والمنتظمة!
de: Mache das Sprachenlernen zur Priorität, wenn du einen neuen Tag beginnst. Das Geheimnis ist regelmäßiges Üben!
es: Haz del aprendizaje de idiomas una prioridad al comenzar un nuevo día. ¡El secreto es la práctica poco a poco pero regular!
fr: Faites de l'apprentissage des langues une priorité en débutant une nouvelle journée. Le secret est dans la pratique régulière !
it: Dai priorità all'apprendimento delle lingue quando inizi una nuova giornata. Il segreto è la pratica regolare!
pt: Faça do aprendizado de idiomas uma prioridade ao começar um novo dia. O segredo é a prática regular!
ru: Сделайте изучение языка приоритетом в начале нового дня. Секрет в регулярной практике!
tr: Yeni bir güne başlarken dil öğrenimini öncelik yap. Az ve düzenli çalışmak sırrı!
zh: 在新的一天开始时将语言学习放在首位。秘诀在于定期练习！

# morning_motivation_5
source: Learn a language with the energy of the day! Even 5 minutes makes a difference today.
ar: تعلم لغة مع طاقة اليوم! حتى 5 دقائق تحدث فرقاً اليوم.
de: Lerne eine Sprache mit der Energie des Tages! Selbst 5 Minuten machen heute einen Unterschied.
es: ¡Aprende un idioma con la energía del día! Incluso 5 minutos marcan la diferencia hoy.
fr: Apprenez une langue avec l'énergie du jour ! Même 5 minutes font une différence aujourd'hui.
it: Impara una lingua con l'energia della giornata! Anche solo 5 minuti fanno la differenza oggi.
pt: Aprenda um idioma com a energia do dia! Mesmo 5 minutos fazem diferença hoje.
ru: Учите язык с энергией утра! Даже 5 минут сегодня имеют значение.
tr: Günün enerjisi ile dil öğrenme! Bugün 5 dakika bile fark yaratır.
zh: 用早晨的能量学习语言！今天的五分钟也是有价值的。

# noon_motivation_1
source: Lunch break? How about studying a few words quickly?
ar: استراحة الغداء؟ ما رأيك بدراسة بعض الكلمات بسرعة؟
de: Mittagspause? Wie wäre es mit dem schnellen Lernen einiger Wörter?
es: ¿Hora de almuerzo? ¿Qué tal estudiar algunas palabras rápidamente?
fr: Pause déjeuner ? Et si vous étudiez rapidement quelques mots ?
it: Pausa pranzo? Che ne dici di studiare rapidamente alcune parole?
pt: Hora do almoço? Que tal estudar algumas palavras rapidamente?
ru: Обеденный перерыв? Как насчет быстро изучить несколько слов?
tr: Öğle molası? Hızlıca birkaç kelime çalışmaya ne dersin?
zh: 午餐时间？快速学习几个单词如何？

# noon_motivation_2
source: Dedicate your brain break in the middle of the day to language learning! Even 5 minutes is important.
ar: خصص استراحة ذهنية في منتصف اليوم لتعلم اللغة! حتى 5 دقائق مهمة.
de: Widme deine Gehirnpause in der Mitte des Tages dem Sprachenlernen! Selbst 5 Minuten sind wichtig.
es: ¡Dedica tu descanso mental a mitad del día al aprendizaje de idiomas! Incluso 5 minutos son importantes.
fr: Consacrez votre pause mentale du milieu de journée à l'apprentissage des langues ! Même 5 minutes sont importantes.
it: Dedica la tua pausa mentale a metà giornata all'apprendimento delle lingue! Anche 5 minuti sono importanti.
pt: Dedique sua pausa mental no meio do dia ao aprendizado de idiomas! Mesmo 5 minutos são importantes.
ru: Посвятите перерыв в середине дня изучению языка! Даже 5 минут важны.
tr: Günün ortasında beyin molanı dil öğrenmeye ayır! 5 dakika bile önemli.
zh: 利用中午时间学习语言！即使只有5分钟也是很重要的。

# noon_motivation_3
source: How much progress have you made today? Quickly review a few words!
ar: كم تقدمت اليوم؟ راجع بعض الكلمات بسرعة!
de: Wie viel Fortschritt hast du heute gemacht? Wiederhole schnell ein paar Wörter!
es: ¿Cuánto has progresado hoy? ¡Repasa rápidamente algunas palabras!
fr: Combien de progrès avez-vous fait aujourd'hui ? Révisez rapidement quelques mots !
it: Quanto hai progredito oggi? Rivedi velocemente alcune parole!
pt: Quanto progresso você fez hoje? Revise rapidamente algumas palavras!
ru: Какого прогресса вы достигли сегодня? Быстро повторите несколько слов!
tr: Bugün ne kadar ilerleme kaydettin? Hızlıca birkaç kelime tekrar et!
zh: 你今天取得了什么进步？快速复习一些单词！

# noon_motivation_4
source: Lunch break is productivity time! Learning a few words adds energy to the rest of your day.
ar: استراحة الغداء هي وقت الإنتاجية! تعلم بعض الكلمات يضيف طاقة لبقية يومك.
de: Mittagspause ist Produktivitätszeit! Ein paar Wörter zu lernen gibt dir Energie für den Rest des Tages.
es: ¡La hora del almuerzo es tiempo de productividad! Aprender algunas palabras añade energía al resto de tu día.
fr: L'heure du déjeuner est un moment de productivité ! Apprendre quelques mots ajoute de l'énergie au reste de votre journée.
it: La pausa pranzo è tempo di produttività! Imparare alcune parole aggiunge energia al resto della tua giornata.
pt: A hora do almoço é tempo de produtividade! Aprender algumas palavras adiciona energia ao resto do seu dia.
ru: Обеденный перерыв - время продуктивности! Изучение нескольких слов добавит энергии на остаток дня.
tr: Öğle molası verimlilik zamanı! Birkaç kelime öğrenmek günün geri kalanına enerji katar.
zh: 午餐时间是高效的时候！学习一些单词将为一天的下半场添加能量。

# noon_motivation_5
source: Practicing your language a little every day makes you better than yesterday.
ar: ممارسة لغتك قليلاً كل يوم يجعلك أفضل من الأمس.
de: Täglich ein wenig deine Sprache zu üben macht dich besser als gestern.
es: Practicar tu idioma un poco cada día te hace mejor que ayer.
fr: Pratiquer votre langue un peu chaque jour vous rend meilleur qu'hier.
it: Praticare la tua lingua un po' ogni giorno ti rende migliore di ieri.
pt: Praticar seu idioma um pouco todos os dias te torna melhor que ontem.
ru: Ежедневная практика языка делает вас лучше, чем вчера.
tr: Dilini her gün biraz pratik yapmak, dünden daha iyi olmanı sağlar.
zh: 每天的语言练习会让你变得比昨天更好。

# evening_motivation_1
source: Ending the day by learning a language helps you start tomorrow more prepared!
ar: إنهاء اليوم بتعلم لغة يساعدك على بدء الغد بشكل أفضل!
de: Den Tag mit Sprachenlernen zu beenden hilft dir, besser auf morgen vorbereitet zu sein!
es: ¡Terminar el día aprendiendo un idioma te ayuda a comenzar mañana mejor preparado!
fr: Terminer la journée en apprenant une langue vous aide à mieux commencer demain !
it: Terminare la giornata imparando una lingua ti aiuta a iniziare domani più preparato!
pt: Terminar o dia aprendendo um idioma ajuda você a começar amanhã mais preparado!
ru: Заканчивая день изучением языка, вы лучше подготовитесь к завтрашнему дню!
tr: Günü dil öğrenerek bitirmek, yarına daha hazır başlamanı sağlar!
zh: 用语言学习结束一天，你会为明天做好准备！

# evening_motivation_2
source: Your brain will consolidate this information until tomorrow morning. Let's study a few more words!
ar: سيقوم عقلك بتثبيت هذه المعلومات حتى صباح الغد. لندرس بعض الكلمات الإضافية!
de: Dein Gehirn wird diese Informationen bis morgen früh festigen. Lass uns noch ein paar Wörter lernen!
es: Tu cerebro consolidará esta información hasta mañana por la mañana. ¡Vamos a estudiar algunas palabras más!
fr: Votre cerveau consolidera ces informations jusqu'à demain matin. Étudions encore quelques mots !
it: Il tuo cervello consoliderà queste informazioni fino a domani mattina. Studiamo ancora qualche parola!
pt: Seu cérebro consolidará essas informações até amanhã de manhã. Vamos estudar mais algumas palavras!
ru: Ваш мозг будет закреплять эту информацию до утра. Давайте изучим еще несколько слов!
tr: Yarın sabaha kadar beynin bu bilgileri pekiştirecek. Hadi birkaç kelime daha çalış!
zh: 你的大脑将会处理这些信息直到早上。让我们再学几个单词！

# evening_motivation_3
source: Studying for 10 minutes before sleep accelerates the language learning process.
ar: الدراسة لمدة 10 دقائق قبل النوم تسرع عملية تعلم اللغة.
de: 10 Minuten lernen vor dem Schlafengehen beschleunigt den Sprachlernprozess.
es: Estudiar durante 10 minutos antes de dormir acelera el proceso de aprendizaje de idiomas.
fr: Étudier pendant 10 minutes avant de dormir accélère le processus d'apprentissage des langues.
it: Studiare per 10 minuti prima di dormire accelera il processo di apprendimento delle lingue.
pt: Estudar por 10 minutos antes de dormir acelera o processo de aprendizado de idiomas.
ru: 10 минут занятий перед сном ускоряют процесс изучения языка.
tr: Uyumadan önce 10 dakika çalışmak, dil öğrenme sürecini hızlandırır.
zh: 睡前10分钟的学习加速你的语言学习过程。

# evening_motivation_4
source: Reinforce what you've learned today! You can do a quick review before going to bed.
ar: عزز ما تعلمته اليوم! يمكنك القيام بمراجعة سريعة قبل الذهاب إلى الفراش.
de: Festige, was du heute gelernt hast! Du kannst vor dem Schlafengehen eine kurze Wiederholung machen.
es: ¡Refuerza lo que has aprendido hoy! Puedes hacer un repaso rápido antes de acostarte.
fr: Renforcez ce que vous avez appris aujourd'hui ! Vous pouvez faire une révision rapide avant de vous coucher.
it: Rafforza ciò che hai imparato oggi! Puoi fare un ripasso veloce prima di andare a letto.
pt: Reforçe o que você aprendeu hoje! Você pode fazer uma revisão rápida antes de ir para a cama.
ru: Закрепите то, что вы учили сегодня! Вы можете сделать быстрый повтор перед сном.
tr: Bugün öğrendiklerini pekiştir! Yatmadan önce kısa bir tekrar yapabilirsin.
zh: 巧识你今天学习的内容！你可以在睡觉前做一个快速复习。

# evening_motivation_5
source: Learning a language in the evening relaxes your mind and helps you sleep better. How about sparing a few minutes?
ar: تعلم لغة في المساء يريح عقلك ويساعدك على النوم بشكل أفضل. ما رأيك بتخصيص بضع دقائق؟
de: Abends eine Sprache zu lernen entspannt deinen Geist und hilft dir, besser zu schlafen. Wie wäre es mit ein paar Minuten?
es: Aprender un idioma por la noche relaja tu mente y te ayuda a dormir mejor. ¿Qué tal dedicar unos minutos?
fr: Apprendre une langue le soir détend votre esprit et vous aide à mieux dormir. Pourquoi ne pas y consacrer quelques minutes ?
it: Imparare una lingua la sera rilassa la mente e ti aiuta a dormire meglio. Che ne dici di dedicare qualche minuto?
pt: Aprender um idioma à noite relaxa sua mente e ajuda você a dormir melhor. Que tal dedicar alguns minutos?
ru: Изучение языка вечером расслабляет ум и помогает лучше спать. Почему бы не уделить несколько минут?
tr: Akşam dil öğrenmek zihnini rahatlatır ve daha iyi uyumana yardımcı olur. Birkaç dakika ayırmaya ne dersin?
zh: 晚上学习语言能使你的大脑放松并帮助你更好睡眠。为什么不花几分钟呢？

# restart_required
source: You need to restart the app to change the language.
ar: تحتاج إلى إعادة تشغيل التطبيق لتغيير اللغة.
de: Sie müssen die App neu starten, um die Sprache zu ändern.
es: Necesitas reiniciar la aplicación para cambiar el idioma.
fr: Vous devez redémarrer l'application pour changer la langue.
it: È necessario riavviare l'app per cambiare la lingua.
pt: Você precisa reiniciar o aplicativo para alterar o idioma.
ru: Чтобы изменить язык, необходимо перезапустить приложение.
tr: Dilin değişmesi için uygulamayı yeniden başlatmanız gerekiyor.
zh: 您需要重新启动应用程序以更改语言。

# language_changed
source: Language successfully changed.
ar: تم تغيير اللغة بنجاح.
de: Sprache erfolgreich geändert.
es: Idioma cambiado con éxito.
fr: Langue changée avec succès.
it: Lingua cambiata con successo.
pt: Idioma alterado com sucesso.
ru: Язык успешно изменен.
tr: Dil başarıyla değiştirildi.
zh: 语言已成功更改。
